<?php

return [
    'rename' => "Перейменувати",
    'delete' => "Видалити",
    'download' => "Завантажити",
    'share' => "Поділитися",
    'move' => "Перемістити",
    'copy' => "Копіювати",
    'close' => "Закрити",
    'preview' => "Попередній перегляд",
    'duplicate' => "Дублювати",
    'select-file' => "Вибрати файл|Вибрати файли",
    'select-x-files' => "Вибрати файл|Вибрати :value файлів",
    'select-no-files' => "Не вибрано жодного файлу|Не вибрано файлів",
    'copy-link' => "Копіювати посилання",
    'delete-folder' => "Видалити теку",
    'create-folder' => "Створити теку",
    'upload-file' => "Завантажити файл",
    'refresh-file' => "Оновити артефакти файлу",
    'upload-files' => [
        'label' => "Завантаження файлів",
        'type' => "Тип файлу",
        'files' => "Файли",
        'submit' => "Завантажити",
        'placeholder' => "Виберіть тип файлу",
        'max-size' => "Максимальний розмір файлу: :value КБ",
        'accepted-file-types' => "Прийнятні типи файлів: :value",
        'max-size-any' => "Максимальний розмір файлу: :value",
    ],

];